{
  "header": {
    "greeting": "Buenos días, Familia 👋"
  },
  "nav": {
    "home": "Inicio",
    "extraescolars": "Extraescolares",
    "shop": "Tienda",
    "profile": "Perfil"
  },
  "home": {
    "extraescolars": "Extraescolares",
    "fees": "Cuotas",
    "calendar": "Calendario",
    "news_title": "Últimas Noticias",
    "see_all": "Ver todo",
    "events_title": "Próximos Eventos",
    "member_status": "Estatus de Socio",
    "member_active": "Curso 2024-2025 Activo",
    "about_title": "¿Qué hace el AFA?",
    "about_text_1": "El AFA es la asociación formada por la mayoría de las familias de la escuela. La junta directiva es la responsable y la que coordina las diversas actividades. Formar parte de la junta es voluntario. Por tanto, cualquier ayuda vuestra, por pequeña que sea, será muy bien acogida.",
    "about_text_2": "La junta organiza y gestiona las actividades extraescolares con las cuales pretende complementar la formación de los niños y niñas de la escuela, y colabora en muchas otras actividades que van surgiendo a lo largo del curso.",
    "about_text_3": "También participa en la organización de las fiestas populares: Castañada, Tió, Sant Jordi, Final de curso...",
    "about_contact": "Para cualquier información nos encontraréis en el despacho del AFA de la escuela los martes de las 9:00 a 9:30 y los viernes de 16:30 a 17:00.",
    "about_functions_title": "Sus funciones principales son:",
    "about_functions": [
      "Sensibilizar y orientar a los padres y madres sobre su responsabilidad en relación con la educación de sus hijos e hijas.",
      "Canalizar las iniciativas y sugerencias de los padres y madres.",
      "Gestionar la adquisición y distribución de materiales y libros comunes.",
      "Favorecer el diálogo permanente familia – escuela.",
      "Organizar y gestionar las actividades extraescolares o complementarias.",
      "Participar en las actividades sociales y culturales organizadas a nivel municipal, que puedan ser de interés para las escuelas.",
      "Colaborar en las fiestas y actos culturales de la escuela."
    ]
  }
}
